IdeaRS.Connections
PlateRelatedTo Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.PlateRelatedTo"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum PlateRelatedTo
Members
Member name | Value | Description
Joint | 0
Member | 1
Plate | 2
CoordSys | 3
See Also
Reference
IdeaRS.Connections.Data Namespace